[{"type":"cta_help","value":{"title":"Celebrate in Style with a printable and editable Holi party invitation template Holi, the festival of colors, is all about joy, togetherness, and vibrant celebrations. Whether you’re hosting a grand Holi bash or an intimate gathering with loved ones, setting the tone with a beautifully designed printable and editable Holi party invitation template can make all the difference. A well-crafted invitation not only excites your guests but also gives them a glimpse of the fun-filled day ahead. With customizable templates, you can create an invite that perfectly reflects your party theme.Celebrate in Style with a printable and editable Holi party invitation template Holi, the festival of colors, is all about joy, togetherness, and vibrant celebrations. Whether you’re hosting a grand Holi bash or an intimate gathering with loved ones, setting the tone with a beautifully designed printable and editable Holi party invitation template can make all the difference. A well-crafted invitation not only excites your guests but also gives them a glimpse of the fun-filled day ahead. With customizable templates, you can create an invite that perfectly reflects your party theme.","desc":"Celebrate in Style with a printable and editable Holi party invitation template\nHoli, the festival of colors, is all about joy, togetherness, and vibrant celebrations. Whether you’re hosting a grand Holi bash or an intimate gathering with loved ones, setting the tone with a beautifully designed printable and editable Holi party invitation template can make all the difference. A well-crafted invitation not only excites your guests but also gives them a glimpse of the fun-filled day ahead. With customizable templates, you can create an invite that perfectly reflects your party theme.","bg":{"value":"1","color":"#591818"},"info":"Symbols mov","name":"Help","value":"cta_help"}},{"type":"api","value":{"title":"Symbols mov","description":"show ads option remove because its comes in CTA\nCTA Drag & Drop Don' Work","keyword":"Symbols mov","keyword_target":"loadmore_other_page","only_video":"0","keyword_link":"https:\/\/www.craftyartapp.com\/k\/engagement-invitation","link_target":1,"link_rel":0}}]